Repository: translationsproxy/byteball
Catalog: i18n/po/*.po
Languages: hu_hu

source: (The site won't see your balance and no money will be spent)
hu_hu: (Az oldal nem fogja látni az egyenleged és a pénz nem lesz elköltve)

source: (possible double spend)
hu_hu: (valószínűleg double spend)

source: About Byteball
hu_hu: A Byteball-ról

source: Accept
hu_hu: Elfogad

source: Accept invitation
hu_hu: Meghívó elfogadása

source: Accept invitation from the other device
hu_hu: Egy másik eszköz meghívójának elfogadása

source: Account
hu_hu: Számla

source: Add a new device
hu_hu: Új eszköz hozzáadása

source: Add a new entry
hu_hu: Új bejegyzés hozzáadása

source: Add wallet
hu_hu: Tárca hozzáadása

source: Address
hu_hu: Cím

source: Addressbook
hu_hu: Címjegyzék

source: Advanced
hu_hu: Haladó

source: Agree
hu_hu: Egyetért

source: Alias for <i>{{index.walletName}}</i>
hu_hu: A(z) <i>{{index.walletName}}</i> álneve

source: All Wallet Addresses
hu_hu: A tárca címei

source: All contributions to Byteball's translation are welcome. Sign up at crowdin.com and join the Byteball project at
hu_hu: Szívesen látunk minden segítséget a Byteball fordításához. Jelentkezz be a crowdin.com oldalon és csatlakozz a Byteball projekthez

source: Also
hu_hu: Szintén

source: Amount
hu_hu: Összeg

source: An event is posted by an oracle:
hu_hu: Egy Oracle létrehoz egy eseményt:

source: Approve wallet creation on other devices
hu_hu: Tárca létrehozásának engedélyezése más eszközökön

source: Are you sure you want to delete the backup words?
hu_hu: Biztosan törölni szeretnéd a biztonsági mentés szavait?

source: Are you sure you want to delete this wallet?
hu_hu: Biztosan törölni szeretnéd ezt a tárcát?

source: Asset
hu_hu: Értéktárgy

source: Available Balance
hu_hu: Hozzáférhető egyenleg

source: Back
hu_hu: Vissza

source: Backup now
hu_hu: Biztonsági mentés azonnal

source: Backup wallet seed
hu_hu: A tárca 'seed' biztonsági mentése

source: Backup words deleted
hu_hu: Biztonsági mentés szavai törölve

source: Balance By Address
hu_hu: Címenkénti egyenleg

source: Before receiving funds, it is highly recommended you backup your wallet keys.
hu_hu: Összegek fogadása előtt javasolt biztonsági mentés készítése a tárca titkos kulcsáról.

source: Bind payment
hu_hu: Feltételes fizetés

source: Bind the payment to a condition
hu_hu: Fizetés kötése egy feltételhez

source: Bitcoin URI is NOT valid!
hu_hu: Érvénytelen Bitcoin URI!

source: Browser unsupported
hu_hu: Nem támogatott böngésző

source: CANCEL
hu_hu: MÉGSEM

source: CONTINUE
hu_hu: TOVÁBB

source: Cancel
hu_hu: Mégsem

source: Changing wallet alias only affects the local wallet name.
hu_hu: A tárca állnév megváltoztatása csak a helyi tárca nevére van hatással.

source: Chat
hu_hu: Cseveg

source: Choose the device to send to
hu_hu: Válassz egy eszközt a küldéshez

source: Close
hu_hu: Bezár

source: Co-signer {{$index+1}}:
hu_hu: Társ-aláíró {{$index+1}}:

source: Co-signers
hu_hu: Társ-aláírók

source: Co-signers for multisig
hu_hu: Többszörös aláírás társ-aláírói

source: Color
hu_hu: Szín

source: Compress the file? (Slower)
hu_hu: Fájl tömörítése? (Lassabb)

source: Confirm
hu_hu: Jóváhagy

source: Confirm payment
hu_hu: Fizetés jóváhagyás

source: Confirmed
hu_hu: Jóváhagyva

source: Copied to clipboard
hu_hu: Vágópadra másolva

source: Correspondents are not restored.
hu_hu: Társalgó felek nem lettek visszaállítva.

source: Could not create payment proposal
hu_hu: Fizetési ajánlat létrehozása nem sikerült

source: Could not create using the specified extended private key
hu_hu: Nem sikerült létrehozni a megadott kiterjesztett titkos kulccsal

source: Could not create using the specified extended public key
hu_hu: Nem sikerült létrehozni a megadott kiterjesztett nyilvános kulccsal

source: Could not create: Invalid wallet seed
hu_hu: Nem sikerült létrehozni: érvénytelen tárca 'seed'

source: Could not decrypt
hu_hu: Nem sikerült visszafejteni

source: Could not fetch transaction history
hu_hu: Nem sikerült lekérni a tranzakciótörténetet

source: Could not import
hu_hu: Importálás nem sikerült

source: Could not import. Check input file and password
hu_hu: Importálás nem sikerült. Ellenőrizd a megadott fájlt és a jelszót

source: Could not recognize a valid Byteball QR Code
hu_hu: Nem sikerült felismerni érvényes Byteball QR kódot

source: Could not send payment
hu_hu: Nem sikerült elküldeni a fizetést

source: Create
hu_hu: Létrehoz

source: Create a new wallet
hu_hu: Új tárca létrehozása

source: Create new wallet
hu_hu: Új tárca létrehozása

source: Create new wallet together with ?
hu_hu: Új tárca létrehozása együtt ?

source: Create {{requiredCosigners}}-of-{{totalCosigners}} wallet
hu_hu: {{requiredCosigners}}-of-{{totalCosigners}} tárca létrehozása

source: Created:
hu_hu: Létrehozva:

source: Creating Profile...
hu_hu: Profil készítése...

source: Creating Wallet...
hu_hu: Tárca készítése...

source: DELETE WORDS
hu_hu: SZAVAK TÖRLÉSE

source: Data feed name:
hu_hu: Adatfolyam neve:

source: Date
hu_hu: Dátum

source: Declined
hu_hu: Elutasítva

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
hu_hu: Papír tárca visszafejtése 5 percet is igénybe vehet ezen az eszközön. Kérlek légy türelemmel, és hagyd nyitva az alkalmazást!

source: Definition
hu_hu: Definíció

source: Definition of smart address
hu_hu: Okos cím definíciója

source: Definitions of addresses
hu_hu: A címek definíciói

source: Delete Wallet
hu_hu: Tárca törlése

source: Delete wallet
hu_hu: Tárca törlése

source: Derivation Strategy
hu_hu: Leszármaztatási stratégia

source: Details
hu_hu: Részletek

source: Device address
hu_hu: Eszköz címe

source: Device name
hu_hu: Eszköz neve

source: Device name is visible to other devices you communicate with.
hu_hu: Az eszköz neve látható a kommunikációban résztvevő más eszközök számára.

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
hu_hu: Nem látod a nyelvedet a Crowdin oldalon? Lépj kapcsolatba a tulajdonossal a Crowdin-en! Örömmel támogatjuk a nyelvedet!

source: Done
hu_hu: Kész

source: Download CSV file
hu_hu: CSV fájl letöltése

source: Edit
hu_hu: Szerkeszt

source: Email for wallet notifications
hu_hu: Email cím tárca értesítésekhez

source: Enable push notifications
hu_hu: 'Push' értesítések engedélyezése

source: Enter the pairing code received from the other device, or use your camera (icon at the upper right corner) to scan the QR code displayed on the other device.
hu_hu: Add meg másik eszköz által megadott párosító kódot, vagy olvasd le a QR kódját a kamera segítségével (jobb felső ikon).

source: Enter your password
hu_hu: Add meg a jelszót

source: Error creating wallet
hu_hu: Hiba történt a tárca létrehozásakor

source: Expected value:
hu_hu: Várt érték:

source: Export
hu_hu: Exportál

source: Export completed successfully
hu_hu: Exportálás sikeresen befejeződött

source: Exporting...
hu_hu: Exportálás...

source: Extended Public Keys
hu_hu: Kiterjesztett nyilvános kulcs

source: Failed to export
hu_hu: Exportálás nem sikerült

source: Fee
hu_hu: Díj

source: Finality
hu_hu: Véglegesség

source: French
hu_hu: Francia

source: From
hu_hu: Honnan

source: Full address:
hu_hu: Teljes cím

source: Full backup
hu_hu: Teljes biztonsági mentés

source: Full wallet
hu_hu: Teljes tárca

source: Funds found
hu_hu: Pénzkészlet megtalálva

source: Funds will be transferred to
hu_hu: Pénzkészlet utalása ide

source: GET STARTED
hu_hu: Kezdjük el!

source: Generate new address
hu_hu: Új cím készítése

source: Generating .csv file...
hu_hu: CSV fájl készítése

source: German
hu_hu: Német

source: Getting address for wallet {{selectedWalletName}} ...
hu_hu: {{selectedWalletName}} tárca címének lekérése...

source: Global preferences
hu_hu: Globális beállítások

source: Go back
hu_hu: Vissza

source: Greek
hu_hu: Görög

source: Hardware wallet
hu_hu: Hardware tárca

source: Hide the Wallet Seed
hu_hu: A tárca 'seed' elrejtése

source: History
hu_hu: Történet

source: Home
hu_hu: Kezdőlap

source: Host
hu_hu: Gazdagép (host):

source: I affirm that I have read, understood, and agree with these terms.
hu_hu: Megerősítem, hogy ezeket a feltételeket elolvastam, megértettem és elfogadom.

source: I receive another payment:
hu_hu: Kapok egy másik kifizetést:

source: If the condition is not met, I can take this money back after:
hu_hu: Ha a feltétel nem teljesül, visszakérhetem az összeget e dátum után:

source: Import
hu_hu: Importál

source: Import wallet
hu_hu: Tárca importálás

source: Importing wallet...
hu_hu: Tárca importálása

source: Including pending confirmation
hu_hu: Folyamatban lévő jóváhagyással együtt

source: Initial transaction history synchronization can take some minutes for wallets with many transactions.<br> Please stand by.
hu_hu: A kezdeti tranzakciótörténet szinkronizálása néhány percet is igénybe vehet sok tranzakció esetén.<br> Kérlek légy türelemmel!

source: Insert my address
hu_hu: Saját cím beillesztése

source: Invalid
hu_hu: Érvénytelen

source: Invalid Touch ID
hu_hu: Érvénytelen Touch ID

source: Invite the other device
hu_hu: Másik eszköz meghívása

source: Italian
hu_hu: Olasz

source: Japanese
hu_hu: Japán

source: Label
hu_hu: Címke

source: Language
hu_hu: Nyelv

source: Later
hu_hu: Később

source: Light wallet
hu_hu: Könnyű tárca

source: Loading...
hu_hu: Betöltés

source: Make a payment to
hu_hu: Átutalás indítása ide

source: Maybe later
hu_hu: Talán később

source: Me
hu_hu: Én

source: Merchant message
hu_hu: Kereskedő üzenete

source: Merkle proof
hu_hu: Merkle bizonyíték

source: Message
hu_hu: Üzenet

source: Moved
hu_hu: Mozgatva

source: Multidevice Wallet
hu_hu: Többeszközös tárca

source: My Byteball address
hu_hu: Saját Byteball cím

source: Network
hu_hu: Hálózat

source: New Random Seed
hu_hu: Új véletlen 'seed'

source: New version is available!
hu_hu: Új verzió elérhető!

source: New witnesses
hu_hu: Új tanúk

source: No
hu_hu: Nem

source: No transactions yet
hu_hu: Nincsenek még tranzakciók

source: Not valid
hu_hu: Nem érvényes

source: Note
hu_hu: Megjegyzés

source: Once you have written your wallet seed down, it is recommended to delete it from this device.
hu_hu: Miután leírtad a tárca 'seed'-et, javasolt annak kitörlése erről az eszközről.

source: Only single-sig wallets can be recovered.
hu_hu: Egyszeres aláírású tárcákat lehet csak visszaállítani.

source: Oracle address:
hu_hu: Oracle címe:

source: Pair
hu_hu: Párosít

source: Paired devices
hu_hu: Párosított eszközök

source: Paper Wallet Private Key
hu_hu: Papír tárca titkos kulcsa

source: Passphrase
hu_hu: Jelmondat

source: Password needed
hu_hu: Jelszó szükséges

source: Passwords do not match
hu_hu: A jelszavak nem egyeznek

source: Paste your paper wallet private key here
hu_hu: Írd a papír tárca titkus kulcsát ide

source: Payment Accepted
hu_hu: Fizetés Elfogadva

source: Payment Proposal Created
hu_hu: Fizetési Ajánlat Létrehozva

source: Payment Proposals
hu_hu: Fizetési Ajánlatok

source: Payment Rejected
hu_hu: Fizetés Elutasítva

source: Payment Sent
hu_hu: Fizetés Elküldve

source: Peer:
hu_hu: Társ:

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
hu_hu: A tárca végleges törlése. EZ A MŰVELET NEM FORDÍTHATÓ VISSZA!

source: Plain Wallet
hu_hu: Egyszerű tárca

source: Please choose the type of this wallet
hu_hu: Kérlek válaszd ki a tárca típusát

source: Please enter the required fields
hu_hu: Kérlek add meg a kötelező adatokat

source: Please name this device
hu_hu: Kérlek nevezd el ezt az eszközt

source: Portuguese
hu_hu: Porugál

source: Preferences
hu_hu: Beállítások

source: Press again to exit
hu_hu: Kattints újra a kilépéshez

source: Private assets (such as blackbytes) are not recovered.
hu_hu: Privát pénzeszközök (mint pl. blackbyte) nem lesznek visszaállítva.

source: Private payloads sent
hu_hu: Privát adatok elküldve

source: QR Code
hu_hu: QR Kód

source: QR-Scanner
hu_hu: QR-Leolvasó

source: Receive
hu_hu: Fogad

source: Received
hu_hu: Fogadott

source: Recipients
hu_hu: Címzettek

source: Reconnecting to Wallet Service...
hu_hu: Újrakapcsolódás a tárcaszolgáltatóhoz

source: Recover
hu_hu: Visszaállít

source: Recovery from seed
hu_hu: Visszaállítás 'seed' alapján

source: Recovery is only available in full wallets.
hu_hu: Visszaállítás csak teljes tárcákon támogatott.

source: Recreating Wallet...
hu_hu: Tárca újrakészítése...

source: Refused
hu_hu: Visszautasított

source: Release Information
hu_hu: Kiadás adatai

source: Remove
hu_hu: Eltávolít

source: Repeat password
hu_hu: Jelszó ismét

source: Repeat the password
hu_hu: Add meg a jelszót még egyszer

source: Replace
hu_hu: Kicserél

source: Request Password
hu_hu: Jelszó igénylés

source: Request a specific amount
hu_hu: Adott összeg igénylése

source: Request payment
hu_hu: Fizetés igénylés

source: Required number of signatures
hu_hu: Kötelező aláírások száma

source: Restore from full backup
hu_hu: Visszaállítás teljes biztonsági mentésből

source: Retrying...
hu_hu: Újrapróbálkozás...

source: Russian
hu_hu: Orosz

source: SET
hu_hu: BEÁLLÍT

source: Save
hu_hu: Elment

source: Saving preferences...
hu_hu: Beállítások mentése...

source: Scan Fingerprint
hu_hu: Ujjlenyomat leolvasás

source: Scan Wallet Funds
hu_hu: Tárca pénzkészlet leolvasás

source: Scan status finished with error
hu_hu: A leolvasás hibával végződött

source: Scan the above QR code using the other device, or send this pairing code to the other device:
hu_hu: Olvasd be a fenti QR kódot a másik eszközön, vagy küldd el ezt a párosító kódot a másik eszközre:

source: Scan your fingerprint please
hu_hu: Kérlek olvasd le az ujjlenyomatodat

source: Scanning Wallet funds...
hu_hu: Tárca pénzkészletének leolvasása...

source: Scanning for addresses...
hu_hu: Címek keresése...

source: Scanning wallet funds...
hu_hu: Tárca pénzkészletének leolvasása...

source: Select a wallet
hu_hu: Válassz tárcát

source: Select subwallet
hu_hu: Válassz altárcát

source: Select your identity
hu_hu: Válaszd ki az azonosítódat

source: Send
hu_hu: Küld

source: Send All
hu_hu: Összes küldése

source: Send Payment
hu_hu: Fizetés küldése

source: Send addresses by email
hu_hu: Címek küldése emailben

source: Send all
hu_hu: Összes küldése

source: Send by email
hu_hu: Küldés emailben

source: Sending funds...
hu_hu: Pénzkészlet küldése...

source: Sent
hu_hu: Elküldve

source: Set up a Password
hu_hu: Jelszó beállítása

source: Set up a password
hu_hu: Jelszó beállítása

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
hu_hu: Email értesítések beállítása gyengítheti a biztonságot, amennyiben a tárcakiszolgálót feltörik. A támadó olyan információkhoz férhet hozzá mint a tárca címeid és egyenleged, de máshoz nem.

source: Settings
hu_hu: Beállítások

source: Share address
hu_hu: Cím megosztása

source: Show all
hu_hu: Mindet mutat

source: Show the Wallet Seed Anyway
hu_hu: Mutasd a tárca 'seed'-et mindenképp

source: Sign transaction spending from wallet ?
hu_hu: Aláírod a tranzakciót a tárcából való költéshez?

source: Small Expenses Wallet
hu_hu: Kisértékű Kiadások Tárcája

source: Spanish
hu_hu: Spanyol

source: Specify Seed...
hu_hu: 'Seed' megadása...

source: Spending Restrictions
hu_hu: Költekezési megszorítások

source: Still not done
hu_hu: Még nincs kész

source: Success
hu_hu: Sikeres

source: Sweep Wallet
hu_hu: Tárca besöprés

source: Sweep paper wallet
hu_hu: Papír tárca besöprés

source: Syncing... {{index.syncProgress}}
hu_hu: Szinkronizálás... {{index.syncProgress}}

source: Tap to retry
hu_hu: Koppints újrapróbálkozáshoz

source: Terms of Use
hu_hu: Használási feltételek

source: The expected value will be posted:
hu_hu: A várt érték az alábbi módon jelenik meg:

source: The hub for receiving messages from other devices.
hu_hu: A hub, üzenetek fogadásához más eszközöktől.

source: The hub suggests replacing the following witnesses:
hu_hu: A hub javasolja a következő tanúk lecserélését:

source: The peer receives this payment if:
hu_hu: A másik fél megkapja az utalást, ha:

source: The wallet "{{walletName}}" was deleted
hu_hu: A "{{walletName}}" nevű tárca törölve

source: The wallet will contain minimum information relevant to you. The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately.
hu_hu: A tárca minimális információt fog tárolni rólad. A tárcát biztosító tudni fogja az egyenleged és hogy mely tranzakciók a tieid, de cserébe azonnal használatba veheted a tárcát.

source: The wallet will contain the most current state of the entire Byteball database. This option is better for privacy but will consume more resources and the initial sync will take several hours.
hu_hu: A tárca a teljes Byteball adatbázis legfrissebb állapotát fogja tartalmazni. Ez a lehetőség biztonság szempontjából nézve jobb, de erőforrás igényesebb és a kezdeti szinkronizálás több órát vehet igénybe.

source: There are no wallets to make this payment
hu_hu: Egyik tárca sem használható a fizetéshez

source: This choice cannot be changed later
hu_hu: Ez a választás később nem módosítható

source: This is a private asset, please send it only by clicking links in the chat or send it to your other wallets.
hu_hu: Ez egy privát pénzeszköz, kérlek csak a chat-ben kapott linkre kattintva vagy más saját tárcába irányítva küldd.

source: This payment is bound to a condition
hu_hu: Ez az átutalás egy feltételhez kötött

source: This transaction has become invalid; possibly due to a double spend attempt.
hu_hu: Ez a tranzakció érvénytelené vált; valószínűleg double spend kísérlet miatt.

source: This will permanently delete all your existing wallets!
hu_hu: Ez véglegesen törölni fogja az összes létező tárcádat!

source: To
hu_hu: Hova

source: Total Locked Balance
hu_hu: Teljes zárolt egyenleg

source: Total number of co-signers
hu_hu: Társ-aláírók száma

source: Transaction
hu_hu: Tranzakció

source: Transactions<br> Downloaded
hu_hu: Tranzakció<br> Letöltve

source: Translation Credits
hu_hu: Fordítók

source: Translators
hu_hu: Fordítók

source: Unable to send transaction proposal
hu_hu: Nem sikerült elküldeni a tranzakció ajánlatot

source: Unconfirmed
hu_hu: Meg nem erősített

source: Unit for blackbytes
hu_hu: Blackbyte egysége

source: Unit for bytes
hu_hu: Byte egysége

source: Unsent transactions
hu_hu: El nem küldött tranzakciók

source: Updating Wallet...
hu_hu: Tárca frissítése...

source: Upgrade to {{version}}
hu_hu: Frissíts {{version}} verzióra

source: Version
hu_hu: Verzió

source: WARNING: Backup needed
hu_hu: FIGYELEM: Biztonsági mentés szükséges

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
hu_hu: FIGYELEM: Ez a 'seed' jelmondattal lett létrehozva. A tárca visszaállításához az emlékeztető szavak és a jelmondat is szükséges.

source: WARNING: This will permanently delete all your existing wallets!
hu_hu: FIGYELEM: Ez a művelet véglegesen törli az összes létező tárcát!

source: WARNINGS:
hu_hu: FIGYELMEZTETÉSEK:

source: WELCOME TO BYTEBALL
hu_hu: A BYTEBALL ÜDVÖZÖL

source: Waiting for co-signers
hu_hu: Társ-aláírókra várakozás

source: Waiting...
hu_hu: Várakozás...

source: Wallet
hu_hu: Tárca

source: Wallet Alias
hu_hu: Tárca álnév

source: Wallet Configuration (m-n)
hu_hu: Tárca konfiguráció (m-n)

source: Wallet Id
hu_hu: Tárca Azonosító

source: Wallet Information
hu_hu: Információk a Tárcáról

source: Wallet Name (at creation)
hu_hu: Tárca neve (létrehozáskor)

source: Wallet already in Byteball:
hu_hu: A tárca már létezik a Byteball-ban

source: Wallet name
hu_hu: Tárca neve

source: Wallet seed not available.
hu_hu: Tárca 'seed' nem elérhető

source: Wallets
hu_hu: Tárcák

source: Warning!
hu_hu: Figyelem!

source: Who signs:
hu_hu: Az aláíró:

source: Witness address
hu_hu: Tanú címe

source: Witnesses
hu_hu: Tanúk

source: Write it down and keep it somewhere safe.
hu_hu: Írd le és tartsd biztonságos helyen.

source: Wrong password
hu_hu: Rossz jelszó

source: Yes
hu_hu: Igen

source: You do not have a wallet
hu_hu: Nincs tárcád

source: Your Wallet Seed:
hu_hu: A tárcád 'seed'-je:

source: Your export password
hu_hu: Jelszó exportáláshoz

source: Your password
hu_hu: Jelszó

source: Your wallet file:
hu_hu: A tárca fájlod:

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
hu_hu: A tárcád kulcsa titkosítva lesz. A jelszót nem lehet majd visszaállítani, a biztonság kedvéért írd le.

source: either way
hu_hu: bármely módon

source: explicitly
hu_hu: explicit

source: hours
hu_hu: óra

source: in merkle tree
hu_hu: merkle fában

source: in smart wallets
hu_hu: okos tárcákban

source: locked by pending payments
hu_hu: Folyamatban levő átutalás miatt zárolva

source: optional
hu_hu: nem kötelező

source: to
hu_hu: az alábbira

source: too long!
hu_hu: Túl hosszú!

source: {{address}} can be spent if:
hu_hu: {{address}} elkölthető, ha:

source: {{cancel_label || 'Cancel'}}
hu_hu: {{cancel_label || 'Mégsem'}}

source: {{fee}} will be deducted for bitcoin networking fees
hu_hu: {{fee}} díj lesz levonva

source: {{hrd.destinationAddress}} can be spent if:
hu_hu: {{hrd.destinationAddress}} elkölthető, ha:
